/*
Оголоси змінну myAge та вкажи свій вік.
Для цього використай ключове слово let,
адже вік змінюється 🙂
 */


//Рішення

/*
  const number = 5
  const number_doble = 5.1;
  let stringa = "Текст";
  let tree = true; //або правда або брехня
  let massive = ["one", 1 , true, {one: two}];
  let object_1 = {name: "Taras",
                                       age: "19"};
*/


//Напиши програму, яка порахує остачу від ділення 27 на 6.
// Для цього оголоси 3 змінні:

// a зі значенням 27;
//b зі значенням 6;
//remainder зі значенням остачі від ділення a % b;
//виведи результати обчислення на екран за допомогою console.log.

// Спробуй різні варіанти a та b та подивись
// як змінюється остача від ділення


// +, -, *, **, /, %


/*
У Боба на банківському рахунку є 1473 євро
(змінна bankAccount). Йому потрібно зняти готівку,
  але банкомат має тільки купюри по 20 євро
(змінна banknoteDenomination).

Адаптуй програму з попереднього завдання,
  щоб порахувати, скільки євро залишиться у Боба
на рахунку після того, як він зніме максимально можливу суму
(змінна remainder).

Виведи результати обчислення на екран за допомогою console.log.
 */


const name = "Mykola";

const lastname = "Lemeshev";

let result = name[0] + lastname[0]
console.log(result);